Repository: PavelKalchishkov/Company-Managment-System
Catalog: Company Management System/locale/*/LC_MESSAGES/django.po
Languages: bg

source: First Name
bg: Име

source: Last Name
bg: Фамилия

source: Phone number
bg: Телефон

source: Personal phone number (optional)
bg: Личен телефон(не е задължително)

source: Email
bg: Имейл

source: Job title
bg: Длъжност

source: Company (optional)
bg: Фирма (не е задължително)

source: Address (optional)
bg: Адрес (не е задължително)

source: City (optional)
bg: Град (не е задължително)

source: Country (optional)
bg: Държава (не е задължително)

source: Province (optional)
bg: Личен телефон(по избор)

source: ZIP (optional)
bg: Пощенски код (не е задължително)

source: Fax number (optional)
bg: Номер на факс (не е задължително)

source: Web page (optional)
bg: Онлайн страница (не е задължително)

source: Notes (optional)
bg: Бележки (не е задължително)

source: eik
bg: Еик

source: dds
bg: Ддс

source: name
bg: Име

source: address
bg: Адрес

source: mol
bg: Мол

source: recipient
bg: Получател

source: company
bg: Фирма

source: order
bg: Поръчка

source: DDS
bg: ДДС

source: comment
bg: Коментар

source: discount
bg: Отстъпка

source: whole_price_with_dds
bg: Пълна цена с ддс

source: whole_price_without_dds
bg: Пълна цена без ддс

source: Price without VAT
bg: Цена Без Ддс

source: Price with VAT
bg: Цена с Ддс

source: VAT
bg: ДДС

source: Status
bg: Статус

source: Active
bg: Активна

source: Cancelled
bg: Отказана

source: Company
bg: Фирма

source: Order
bg: Поръчка

source: Order Date
bg: Дата

source: Order Address
bg: Адрес

source: Payment Method
bg: Начин на плащане

source: Order Status
bg: Статус

source: Client
bg: Клиент

source: Employee
bg: Работник

source: Shipper
bg: Доставчик

source: Product
bg: Продукт

source: Quantity
bg: Количество

source: Payment
bg: Начин на плащане

source: Cash
bg: В Брой

source: Card
bg: Карта

source: Bank transfer
bg: Банков трансфер

source: Other
bg: Друг

source: pending
bg: в обработка

source: delivered
bg: доставена

source: cancelled
bg: отказана

source: PO#
bg: НО#

source: price
bg: Цена

source: length
bg: Дължина

source: weight
bg: Тегло

source: color
bg: Цвят

source: vendor
bg: Производител

source: You don’t have permission to view this page.
bg: Нямаш достъп до тази страница.

source: Go Back
bg: Върни назад

source: Home
bg: Начало

source: Orders
bg: Поръчки

source: Products
bg: Продукти

source: Employees
bg: Работници

source: Clients
bg: Клиенти

source: Shippers
bg: Доставчици

source: Vendors
bg: Производители

source: Companies
bg: Фирми

source: Invoices
bg: Фактури

source: Profile
bg: Профил

source: Log out
bg: Излизане

source: Admin Page
bg: Админ

source: Dashboard
bg: Табло

source: Total Orders
bg: Общ Брой Поръчки

source: New orders this month
bg: Нови Поръчки Този Месец

source: Total Products
bg: Общ Брой Продукти

source: New products this month
bg: Нови Продукти Този Месец

source: Total Employees
bg: Общ Брой Работници

source: New employees this month
bg: Нови Работници Този Месец

source: Total Clients
bg: Общ Брой Клиенти

source: New clients this month
bg: Нови Клиенти Този Месец

source: Total Shippers
bg: Общ Брой Доставчици

source: New shippers this month
bg: Нови Доставчици този месец

source: Total Vendors
bg: Общ Брой Производители

source: New vendors this month
bg: Нови Производители Този Месец

source: Total Companies
bg: Общ Брой Фирми

source: New companies this month
bg: Нови Фирми Този Месец

source: Total Invoices
bg: Общ Брой Фактури

source: New invoices this month
bg: Нови фактури този месец

source: Delivered Orders (Last 12 Months)
bg: Доставени Поръчки(Последни 12 Месеца)

source: Most Recent Orders
bg: Скорошни Поръчки

source: All Orders
bg: Поръчки

source: Order Price
bg: Цена

source: #ORD
bg: #ПОР

source: Orders per Month
bg: Поръчки за Месеца

source: Search by name or phone number
bg: Търси по име или телефон

source: Search
bg: Търси

source: Create Client
bg: Създай Клиент

source: Actions
bg: Действия

source: Edit
bg: Редактиране

source: Delete
bg: Изтриване

source: Create
bg: Създаване

source: Cancel
bg: Анулиране

source: Remove
bg: Премахване

source: Are you sure you want to remove this client? This action cannot be undone.
bg: Сигурен ли си че искаш да премахнеш този клиент? Това действие е перманентно.

source: Client Details
bg: Детайли на Клиента

source: Phone Number
bg: Телефон

source: Personal Phone Number
bg: Личен телефон

source: Address
bg: Адрес

source: City
bg: Град

source: Country
bg: Държава

source: Province
bg: Провинция

source: ZIP
bg: Пощенски код

source: Fax number
bg: Номер на факс

source: Web Page
bg: Интернет Страница

source: Notes
bg: Бележки

source: Update Client
bg: Актуализиране на Клиент

source: Update
bg: Актуализиране

source: Search by name or eik
bg: Търси по име или еик

source: Add company
bg: Добави Фирма

source: Eik
bg: Еик

source: Name
bg: Име

source: Create Company
bg: Добави Фирма

source: Are you sure you want to remove this company? This action cannot be undone.
bg: Сигурен ли си че искаш да премахнеш тази фирма? Това действие е перманентно.

source: Company Details
bg: Детайли на Фирмата

source: EIK
bg: ЕИК

source: Mol
bg: Мол

source: Recipient
bg: Получател

source: Update Company
bg: Актуализиране на Фирмата

source: Create Employee
bg: Създай Работник

source: Are you sure you want to remove this employee? This action cannot be undone.
bg: Сигурен ли си че искаш да премахнеш този работник? Това действие е перманентно.

source: Employee Details
bg: Детайли на Работика

source: Personal Phone
bg: Личен телефон

source: Job Title
bg: Длъжност

source: Update Employee
bg: Актуализиране на Работник

source: Download Invoice PDF
bg: Изтегли Фактура в PDF

source: Invoice Details
bg: Детайли на Фактура

source: ID
bg: Номер

source: Date
bg: Дата

source: Discount
bg: Отстъпка

source: Whole Price Without vat
bg: Пълна Цена Без Ддс

source: lv.
bg: лв.

source: Whole Price With vat
bg: Пълна Цена с Ддс

source: Comment
bg: Коментар

source: Order From Invoice Details
bg: Поръчка

source: Raw Price
bg: Базова Цена

source: Version
bg: Версия

source: Company From Invoice Details
bg: Фирма

source: Filter
bg: Филтриране

source: Reset
bg: Махане на филтъра

source: Invoice Summary
bg: Отчет на Фактурите

source: Total invoices
bg: Общ Брой Фактури

source: Total active invoices
bg: Общ Брой Активни Фактури

source: Total price with VAT
bg: Цена с Ддс

source: Total price without VAT
bg: Цена Без Ддс

source: Total VAT
bg: Общ Брой ДДС

source: Price (no VAT)
bg: Цена без Ддс

source: Price (w/ VAT)
bg: Цена с Ддс

source: Create Invoice
bg: Създване на Фактура

source: Invoices Report
bg: Отчет на Фактурите

source: Comment (Optional)
bg: Коментар (не е задължително)

source: Discount(%%) (Optional)
bg: Отстъпка (не е задължително)

source: Whole Price (without VAT)
bg: Цена Без Ддс

source: Whole Price (with VAT)
bg: Цена с Ддс

source: Cancel Creation
bg: Отказ

source: Add new company
bg: Добави Нова Фирма

source: Company id
bg: Номер на Фирма

source: Company eik
bg: Еик на Фирма

source: Company vat
bg: Ддс на Фирма

source: Company name
bg: Име на Фирма

source: Company address
bg: Адрес на Фирма

source: Company mol
bg: Мол на Фирма

source: Company recipient
bg: Получател на Фирма

source: Create New Order
bg: Създаване на Нова Поръчка

source: Order price
bg: Цена

source: Order products
bg: Продукти на Поръчката

source: Order payment method
bg: Начин на плащане

source: Order status
bg: Статус

source: Order address
bg: Адрес

source: Order version
bg: Поръчки за Месеца

source: Order client
bg: Клиент

source: Order employee
bg: Работник

source: Order shipper
bg: Доставчик

source: Are you sure you want to remove this invoice? This action cannot be undone.
bg: Сигурен ли си че искаш да премахнеш тази фактура? Това действие е перманентно.

source: Update Invoice
bg: Актуализиране на Фактура

source: Cancel Update
bg: Отказ

source: Order Details
bg: Детайли на Поръчката

source: Price
bg: Цена

source: Create Order
bg: Създаване на Поръчка

source: Products from order
bg: Продукти от поръчката

source: Save Changes
bg: Запази Промените

source: Add More Products
bg: Добави Нов Продукт

source: Delete Order
bg: Изтриване

source: Are you sure you want to delete this order? This action cannot be undone.
bg: Сигурен ли си че искаш да премахнеш тази поръчка? Това действие е перманентно.

source: Update Order
bg: Актуализиране на Поръчката

source: Search by product name or vendor
bg: Търси по име или производител

source: Create Product
bg: Създаване на Продукт

source: Length
bg: Дължина

source: Weight
bg: Тегло

source: Color
bg: Цвят

source: Vendor
bg: Производител

source: Are you sure you want to delete this product? This action cannot be undone.
bg: Сигурен ли си че искаш да премахнеш този продукт? Това действие е перманентно.

source: Product Details
bg: Детайли на Продукта

source: Update Product
bg: Актуализиране на Продукт

source: Search by name or phone
bg: Търси по име или номер

source: Create Shipper
bg: Създай Доставчик

source: Are you sure you want to remove this shipper? This action cannot be undone.
bg: Сигурен ли си че искаш да премахнеш този доставчик? Това действие е перманентно.

source: Shipper Details
bg: Детайли на Доставчик

source: Update Shipper
bg: Актуализиране на Доставчик

source: Create Vendor
bg: Създай Производител

source: Are you sure you want to remove this vendor? This action cannot be undone.
bg: Сигурен ли си че искаш да премахнеш този производител? Това действие е перманентно.

source: Vendor Details
bg: Детайли на Производител

source: Update Vendor
bg: Актуализиране на Производител
